tap "1password/tap"
tap "aws/tap"
tap "databricks/tap"
tap "derailed/k9s"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "int128/kubelogin"
tap "liamg/tfsec"
tap "luzifer/tools"
tap "mongodb/brew"
tap "versent/taps"
tap "wata727/tflint"
brew "act"
brew "amazon-ecs-cli"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "libnet"
brew "arping"
brew "readline"
brew "autojump"
brew "node", link: false
brew "aws-cdk"
brew "libyaml"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "oniguruma"
brew "bat"
brew "libunistring"
brew "gettext"
brew "glib"
brew "cloud-nuke"
brew "coreutils"
brew "dotnet"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-remote-codecommit"
brew "gitversion"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "hub"
brew "infracost"
brew "ipcalc"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq", link: true
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "luajit"
brew "minikube"
brew "msgpack"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "nodeenv"
brew "openjdk"
brew "operator-sdk"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qemu"
brew "regula"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "tenv"
brew "terraform-docs"
brew "tflint"
brew "tfmigrate"
brew "tfsec"
brew "tig"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "yq"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "databricks/tap/databricks"
brew "golangci/tap/golangci-lint"
brew "int128/kubelogin/kubelogin"
cask "1password-cli"
cask "apache-directory-studio"
cask "aws-vault"
cask "bruno"
cask "dbeaver-community"
cask "google-cloud-sdk"
cask "iterm2"
cask "raycast"
cask "session-manager-plugin"
cask "visual-studio-code"
vscode "actionforge.actionforge"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bruno-api-client.bruno"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "kejun.devtoys"
vscode "knisterpeter.vscode-commitizen"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "xargsuk.checkov-prismaless"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
